[
    {
        "id": 0,
        "img": "https://images.unsplash.com/photo-1519085360753-af0119f7cbe7?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTR8fHVzZXJ8ZW58MHx8MHx8&auto=format&fit=crop&w=900&q=60",
        "name": "Bruce Wiggins",
        "rating": "5",
        "review": "I got my new MacBook Pro M1 two weeks ago and could not be more happy with itThis machine is machine is absolutely incredible in terms of speed looks weight/size display and battery life - and texture (it feels so good against the skin on my wrists as I type)   and basically anything else you can think of. I also love the space gray color the new keyboardthe Touch Bar and the larger trackpad. There are so many options to customize the system to work just the way I like.My previous MacBook was the 2011 model and it still works today but after 10 years it became too  slow and the trackpad had trouble clicking"
    },
    {
        "id": 1,
        "img": "https://unsplash.com/photos/7YVZYZeITc8",
        "name": "Sosa Love",
        "rating": "4",
        "review": "I got my new MacBook Pro M1 two weeks ago and could not be more happy with itThis machine is absolutely incredible in terms of speed looks weight/size display and battery life - and texture (it feels so good against the skin on my wrists as I type)   and basically anything else you can think of. I also love the space gray color the new keyboardthe Touch Bar and the larger trackpad. There are so many options to customize the system to work just the way I like.My previous MacBook was the 2011 model and it still works today but after 10 years it became too  slow and the trackpad had trouble clicking so after a TON of research I decided to pull the trigger  and get the New MacBook Pro with the M1 chip."
    },
    {
        "id": 2,
        "img": "https://images.unsplash.com/photo-1619895862022-09114b41f16f?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTh8fHVzZXJ8ZW58MHx8MHx8&auto=format&fit=crop&w=900&q=60",
        "name": "Velazquez Fulton",
        "rating": "3",
        "review": " I bought my Mac from Apple directly not from Amazon  This thing is amazing. Battery life is awesome. Hard to believe  that I can work with it all day and do not have to charge at all  even with bright screen. No issues with speed at all. I use Matlab a lot and this computer is even slightly faster than my desktop with 12 core AMD CPU and 32 GB ram.Excellent machine. Happy I bought it"
    },
    {
        "id": 3,
        "img": "https://images.unsplash.com/photo-1607990281513-2c110a25bd8c?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mjd8fG1hbnxlbnwwfHwwfHw%3D&auto=format&fit=crop&w=600&q=60",
        "name": "Burris Benton",
        "rating": "4",
        "review": "It's a Mac once you go Mac you never go back. This is my second Mac my first lasted almost 9 years."
    },
    {
        "id": 4,
        "img": "https://images.unsplash.com/photo-1565464027194-7957a2295fb7?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTM4fHxtYW58ZW58MHx8MHx8&auto=format&fit=crop&w=600&q=60",
        "name": "Cheri Dotson",
        "rating": "5",
        "review": "The screen is 100% accurate (close enough) out of the box - The reason I got the macbook pro is because of the issues I was having with my 15 Dell XPS, which is a beast, color discrepancy when exporting. The colors were always over saturated and I had to guess what settings to use to counter the output. I did everything imaginable and always color calibrate with Spyder (for 10 years I've done this) but the accuracy was never the same on other screens, printing or web postings.I never used the touch screen on the XPS. I hate smudged screens."
    },
    {
        "id": 5,
        "img": "https://images.unsplash.com/photo-1611485988300-b7530defb8e2?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NTV8fG1hbnxlbnwwfHwwfHw%3D&auto=format&fit=crop&w=900&q=60",
        "name": "Cote Sweet",
        "rating": "5",
        "review": "this is a M1 model - It is fast, it is light, it is powerful, it wakes up in seconds..... it saves me time like crazy, no longer the annoying ball.... - it replaces my old and faithful MacBook Pro late 2013 (yes! 2013) - everything works from the beginning..... in my older Mac (which I still keep just in case) I could still run everything I needed, but it was definitely much slower - the new one is great - take the op to say KUDOS to Apple! until 10 days ago I was still using a 7 years old computer, running Big Sur and every single app I needed and the only change, has been one of speed (great change by the way) - all is compatible, I just put in a CalDigit dock and do not need to buy anything else new..... - well done!"
    },
    {
        "id": 6,
        "img": "https://images.unsplash.com/photo-1573496359142-b8d87734a5a2?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8OTR8fG1hbnxlbnwwfHwwfHw%3D&auto=format&fit=crop&w=600&q=60",
        "name": "I got this for $1099, which it's $1299 if you buy it from Apple, which makes no sense! It was either this or the Macbook Air for $899 (which is $999 at Apple). I got this because I've had many Macbook Airs and wanted something different. If I had to do it again, and wanted to save money I would have gotten the Air. The difference is this has a fan, a touch bar, a better gpu, and a brighter screen for $200 more. I was worried because some people don't like the touch bar but I think it's great! And besides, you can even set the touch bar up so it's just like the old function keys you're used to, but as touch keys.",
        "rating": "5",
        "review": "Francine Howell"
    }
]